<?php
    $qa = array( 
        0 => array(
            "title" => "QA",
            "q_text" => "Оцените время предоставления государственной услуги." ,
            "a_text" => "1:Очень плохо<br/>2:Плохо<br/>3:Нормально<br/>4:Хорошо<br/>5:Отлично<br/>",
            "a_range" => array("min" => 1, "max" => 5)
            ),
        1 => array(
            "title" => "QA",
            "q_text" => "Оцените время ожидания в очередях." ,
            "a_text" => "1:Очень плохо<br/>2:Плохо<br/>3:Нормально<br/>4:Хорошо<br/>5:Отлично<br/>",
            "a_range" => array("min" => 1, "max" => 5)
            ),
        2 => array(
            "title" => "QA",
            "q_text" => "Оцените компетентность сотрудников ведомства." ,
            "a_text" => "1:Очень плохо<br/>2:Плохо<br/>3:Нормально<br/>4:Хорошо<br/>5:Отлично<br/>",
            "a_range" => array("min" => 1, "max" => 5)
            ),
        3 => array(
            "title" => "QA",
            "q_text" => "Оцените уровень комфорта при посещении ведомства." ,
            "a_text" => "1:Очень плохо<br/>2:Плохо<br/>3:Нормально<br/>4:Хорошо<br/>5:Отлично<br/>",
            "a_range" => array("min" => 1, "max" => 5)
            ),
        4 => array(
            "title" => "QA",
            "q_text" =>  "Оцените информирование о порядке предоставления услуги." ,
            "a_text" => "1:Очень плохо<br/>2:Плохо<br/>3:Нормально<br/>4:Хорошо<br/>5:Отлично<br/>",
            "a_range" => array("min" => 1, "max" => 5)
            )
    );

    $input_request = "Введите код талона.";
    $input_office = "Введите код офиса.";
    $final_thanks = "Спасибо за Ваши ответы." ;
?>